---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MultipleDominatingMullions
source: html/3fa90830-f434-d5f7-caea-55ad8583fb0c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MultipleDominatingMullions Property

Multiple dominating mullions on a grid face may cause ambiguous automatic adjustment of margins.

## Syntax (C#)
```csharp
public static FailureDefinitionId MultipleDominatingMullions { get; }
```